---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationConnectorInfo
source: html/6c50ee90-f65b-9ac2-3bfd-579b0091fe35.htm
---
# FabricationConnectorInfo Members

Releases all resources used by the FabricationConnectorInfo